package Scaner_1;

/**
 * Created by APetryshche on 31.01.2017.
 */
public class Read
{
    public static void main(String[] args)
    {
        /* Мы создаем пакет и создаем в нем классы
        * если мы не планируем пускать на выполнение данные пакет а только содавать в нем новые  классы, то метод main
        * обьевлять не надо
        * в пакете может быть множество власоов
        * чтобы запустить выборочно несколько из них достаточно обьявить класс main и в нем перечислиь вызов классов
        * либо же мы создаем новый класс и в методе main мы создаем обьект класса через переменную
        * и через переменную вызываю нужные методы из класса*/

    }
}
